[
  {"Word":"continente","Definition":"Cualquiera de las principales extensiones continuas de tierra del mundo (África, Antártida, Asia, Europa, América del Norte, Australia y América del Sur).","Level":"A1"},
  {"Word":"carbono","Definition":"Un elemento químico que es el principal constituyente de los compuestos orgánicos y es un componente clave de los combustibles fósiles.","Level":"A1"},
  {"Word":"cobre","Definition":"Un elemento metálico de color rojizo que es un excelente conductor de calor y electricidad.","Level":"A1"},
  {"Word":"romper","Definition":"Separar en pedazos como resultado de un golpe, choque o tensión.","Level":"A1"},
  {"Word":"conflicto","Definition":"Un desacuerdo o discusión seria.","Level":"A1"},
  {"Word":"ajustar","Definition":"Modificar o mover ligeramente para lograr el ajuste, apariencia o resultado deseado.","Level":"A1"},
  {"Word":"venir","Definition":"Moverse o viajar hacia o dentro de un lugar.","Level":"A1"},
  {"Word":"enfrentar","Definition":"Manejar efectivamente algo difícil.","Level":"A1"},
  {"Word":"analizar","Definition":"Examinar en detalle con el propósito de explicación, interpretación o evaluación.","Level":"A1"},
  {"Word":"organizar","Definition":"Poner las cosas en un orden limpio, atractivo o requerido.","Level":"A1"},
  {"Word":"evitar","Definition":"Mantenerse alejado de o evitar hacer algo.","Level":"A1"},
  {"Word":"limpio","Definition":"Libre de suciedad, marcas o materia no deseada.","Level":"A1"},
  {"Word":"claro","Definition":"Fácil de percibir, entender o interpretar.","Level":"A1"},
  {"Word":"recolectar","Definition":"Traer o juntar cosas.","Level":"A1"},
  {"Word":"ayudar","Definition":"Ayudar o apoyar a alguien en la consecución de un objetivo.","Level":"A1"},
  {"Word":"elegir","Definition":"Seleccionar o escoger (a alguien o algo) como el mejor o más apropiado entre dos o más alternativas.","Level":"A1"},
  {"Word":"trepar","Definition":"Subir o ascender (una pendiente, inclinación o escalera).","Level":"A1"},
  {"Word":"convertir","Definition":"Cambiar la forma, el carácter o la función de algo.","Level":"A1"},
  {"Word":"acosar","Definition":"Utilizar una fuerza superior o influencia para intimidar a alguien, típicamente para obligarlos a hacer algo.","Level":"A1"},
  {"Word":"preocupar","Definition":"Inquietar o interesar a alguien.","Level":"A1"},
  {"Word":"molestar","Definition":"Causar ligera molestia o irritación a alguien.","Level":"A1"},
  {"Word":"empresa","Definition":"Un negocio comercial.","Level":"A1"},
  {"Word":"carruaje","Definition":"Un vehículo de pasajeros de cuatro ruedas tirado por caballos.","Level":"A1"},
  {"Word":"acuerdo","Definition":"Un acuerdo o arreglo, especialmente en los negocios o la política.","Level":"A1"},
  {"Word":"adicto","Definition":"Una persona que es adicta a una sustancia o actividad en particular.","Level":"A1"},
  {"Word":"champán","Definition":"Un vino blanco espumoso asociado con la celebración y el lujo.","Level":"A1"},
  {"Word":"comerciante","Definition":"Una persona o negocio que compra y vende mercancías.","Level":"A1"},
  {"Word":"anhelo","Definition":"Un deseo poderoso de algo.","Level":"A1"},
  {"Word":"entrenamiento","Definition":"El proceso de entrenar e instruir a alguien en un deporte o actividad en particular.","Level":"A1"},
  {"Word":"administración","Definition":"El proceso o actividad de gestionar o supervisar un gobierno, organización o institución.","Level":"A1"},
  {"Word":"agresión","Definition":"Comportamiento o actitudes hostiles o violentos hacia otro; disposición a atacar o enfrentar.","Level":"A1"},
  {"Word":"anticipación","Definition":"La acción de anticipar algo; expectativa o predicción.","Level":"A1"},
  {"Word":"atención","Definition":"Atención prestada a alguien o algo; considerar a alguien o algo como interesante o importante.","Level":"A1"},
  {"Word":"civilización","Definition":"La etapa del desarrollo y organización social humana considerada como la más avanzada.","Level":"A1"},
  {"Word":"atributo","Definition":"Considerar que algo es causado por alguien o algo.","Level":"A1"},
  {"Word":"batalla","Definition":"Una lucha sostenida entre grandes fuerzas armadas organizadas.","Level":"A1"},
  {"Word":"apuesta","Definition":"Arriesgar una suma de dinero o un artículo de valor contra el de otra persona basado en el resultado de un evento impredecible.","Level":"A1"},
  {"Word":"zumbido","Definition":"Un sonido bajo, continuo y susurrante.","Level":"A1"},
  {"Word":"candidato","Definition":"una persona que busca o es nominada para un cargo o posición","Level":"A1"},
  {"Word":"carnaval","Definition":"una temporada o evento festivo, que generalmente incluye procesiones, música y alegría","Level":"A1"},
  {"Word":"cementerio","Definition":"un terreno de entierro; un cementerio","Level":"A1"},
  {"Word":"ciudad","Definition":"un asentamiento humano grande, generalmente con alta densidad de población e infraestructura organizada","Level":"A1"},
  {"Word":"país","Definition":"una nación con su propio gobierno, ocupando un territorio particular","Level":"A1"},
  {"Word":"condado","Definition":"una división territorial dentro de un estado, generalmente administrada por un gobierno local","Level":"A1"},
  {"Word":"peligro","Definition":"la posibilidad de sufrir daño, lesiones o pérdida","Level":"A1"},
  {"Word":"hormigón","Definition":"un material de construcción hecho mezclando cemento, agua y agregado","Level":"A1"},
  {"Word":"debate","Definition":"una discusión formal sobre un tema particular en una reunión pública o asamblea legislativa","Level":"A1"},
  {"Word":"antiguo","Definition":"perteneciente al pasado muy distante y que ya no existe","Level":"A1"},
  {"Word":"temeroso","Definition":"sintiendo miedo o ansiedad; asustado","Level":"A1"},
  {"Word":"económico","Definition":"capaz de ser costeado; no demasiado caro","Level":"A1"},
  {"Word":"bilingüe","Definition":"capaz de hablar dos idiomas con fluidez","Level":"A1"},
  {"Word":"convencional","Definition":"basado en o de acuerdo con lo que generalmente se hace o se cree","Level":"A1"},
  {"Word":"supuesto","Definition":"dicho, sin pruebas, que ha tenido lugar o tiene una calidad ilegal o indeseable especificada","Level":"A1"},
  {"Word":"diario","Definition":"que ocurre todos los días; que sucede o se hace regularmente","Level":"A1"},
  {"Word":"breve","Definition":"por un corto período de tiempo; de manera concisa","Level":"A1"},
  {"Word":"críticamente","Definition":"de manera que implique un juicio y análisis cuidadosos","Level":"A1"},
  {"Word":"ambiguo","Definition":"abierto a más de una interpretación; que tiene un doble sentido","Level":"A1"},
  {"Word":"anónimo","Definition":"sin nombre o ninguna información identificativa","Level":"A1"},
  {"Word":"cualquier","Definition":"uno o algunos de una cosa o número de cosas, sin importar cuánto o cuántos","Level":"A1"},
  {"Word":"alternativo","Definition":"que ocurre a su vez; sucediéndose uno a otro","Level":"A1"},
  {"Word": "aceptación","Definition": "La acción o proceso de aceptar algo o alguien.","Level": "A2"},
  {"Word": "escalada","Definition": "La actividad de ascender montañas o acantilados como deporte o recreación.","Level": "A2"},
  {"Word": "acusación","Definition": "Un cargo o reclamo de que alguien ha hecho algo ilegal o incorrecto.","Level": "A2"},
  {"Word": "conjunción","Definition": "Una palabra utilizada para conectar cláusulas u oraciones o para coordinar palabras en la misma cláusula.","Level": "A2"},
  {"Word": "consideración","Definition": "Pensamiento o atención cuidadosa.","Level": "A2"},
  {"Word": "contradicción","Definition": "Una combinación de declaraciones, ideas o características que se oponen entre sí.","Level": "A2"},
  {"Word": "completación","Definition": "La acción o proceso de finalizar algo.","Level": "A2"},
  {"Word": "autorizar","Definition": "Dar permiso oficial o aprobación para algo.","Level": "A2"},
  {"Word": "locura","Definition": "La cualidad o estado de estar loco; locura o irracionalidad.","Level": "A2"},
  {"Word": "administrador","Definition": "Una persona responsable de la gestión de un negocio, organización o institución.","Level": "A2"},
  {"Word": "accesorio","Definition": "Una cosa que se puede agregar a otra para mejorar su utilidad o atractivo.","Level": "A2"},
  {"Word": "aerolínea","Definition": "Una empresa que ofrece vuelos regulares para transportar pasajeros y carga.","Level": "A2"},
  {"Word": "aficionado","Definition": "Una persona que se dedica a una actividad, especialmente un deporte, de forma no remunerada.","Level": "A2"},
  {"Word": "asignación","Definition": "Una tarea o trabajo asignado a alguien como parte de un trabajo o curso de estudio.","Level": "A2"},
  {"Word": "viga","Definition": "Una pieza larga y resistente de madera cuadrada o metal utilizada para soportar el techo o el suelo de un edificio.","Level": "A2"},
  {"Word": "campana","Definition": "Un instrumento hueco de metal fundido, típicamente en forma de copa con una boca ensanchada, suspendido desde el vértice y tocado por los golpes de un badajo, martillo o similar.","Level": "A2"},
  {"Word": "mezcla","Definition": "Mezclar o combinar de manera armoniosa.","Level": "A2"},
  {"Word": "carga","Definition": "Una carga pesada, típicamente llevada por alguien o algo.","Level": "A2"},
  {"Word": "calendario","Definition": "Un sistema para organizar y medir el tiempo, típicamente dividido en semanas, meses y años.","Level": "A2"},
  {"Word": "canal","Definition": "Una vía de agua artificial construida para permitir el paso de barcos o buques hacia el interior o para transportar agua para riego.","Level": "A2"},
  {"Word":"atractivo","Definition":"Atractivo para los sentidos o la mente; agradable.","Level":"A2"},
  {"Word":"alternativamente","Definition":"De otra manera; como otra opción o alternativa.","Level":"A2"},
  {"Word":"aparentemente","Definition":"Hasta donde uno sabe o puede ver; aparentemente.","Level":"A2"},
  {"Word":"aproximadamente","Definition":"Aproximadamente; más o menos.","Level":"A2"},
  {"Word":"peligrosamente","Definition":"De una manera que implica riesgo potencial o peligro.","Level":"A2"},
  {"Word":"cauteloso","Definition":"Mostrando cuidado y previsión para el futuro; cuidadoso.","Level":"A2"},
  {"Word":"biológico","Definition":"Relacionado con la biología o los organismos vivos.","Level":"A2"},
  {"Word":"abstracto","Definition":"Existente en el pensamiento o como una idea, pero sin tener una existencia física o concreta.","Level":"A2"},
  {"Word":"además","Definition":"Además de; aparte de.","Level":"A2"},
  {"Word":"anormal","Definition":"Desviándose de lo que es normal o usual, típicamente de una manera indeseable o preocupante.","Level":"A2"},
  {"Word":"aproximado","Definition":"Cerca de lo real, pero no completamente preciso o exacto.","Level":"A2"},
  {"Word":"brillante","Definition":"Excepcionalmente inteligente o talentoso.","Level":"A2"},
  {"Word":"oscuro","Definition":"Con poca o ninguna luz.","Level":"A2"},
  {"Word":"decente","Definition":"Conforme a estándares generalmente aceptados de comportamiento respetable o moral.","Level":"A2"},
  {"Word":"aparte","Definition":"Separado por una distancia; a una distancia especificada entre sí en tiempo o espacio.","Level":"A2"},
  {"Word":"lejos","Definition":"A una distancia de un lugar, persona o cosa en particular.","Level":"A2"},
  {"Word":"tranquilo","Definition":"Sin mostrar o sentir nerviosismo, enojo u otras emociones fuertes.","Level":"A2"},
  {"Word":"antisocial","Definition":"Contrario a las leyes y costumbres de la sociedad; carente o antagonista a los instintos o prácticas sociales.","Level":"A2"},
  {"Word":"consciente","Definition":"Teniendo conocimiento o percepción de una situación o hecho.","Level":"A2"},
  {"Word":"a bordo","Definition":"En o dentro de (un barco, avión u otro vehículo).","Level":"A2"},
  {"Word":"ocupado","Definition":"Teniendo mucho que hacer; ocupado o concentrado en una actividad o objeto en particular.","Level":"A2"},
  {"Word":"continental","Definition":"Formando o perteneciendo a un continente.","Level":"A2"},
  {"Word":"controvertido","Definition":"Causando desacuerdo o discusión pública.","Level":"A2"},
  {"Word":"abandonado","Definition":"Habiendo sido abandonado o desechado.","Level":"A2"},
  {"Word":"aliado","Definition":"Unido o relacionado con miembros de una alianza.","Level":"A2"},
  {"Word":"armado","Definition":"Equipado con armas o portando armas.","Level":"A2"},
  {"Word":"conveniente","Definition":"Encajando bien con las necesidades, actividades y planes de una persona.","Level":"A2"},
  {"Word":"abusivo","Definition":"Participando o caracterizado por la violencia y crueldad habituales.","Level":"A2"},
  {"Word":"conclusivo","Definition":"Sirviendo para demostrar un caso; decisivo o convincente.","Level":"A2"},
  {"Word":"constructivo","Definition":"Sirviendo un propósito útil; tendiente a construir.","Level":"A2"},
  {"Word":"consistentemente","Definition":"En todos los casos o en todas las ocasiones; invariablemente.","Level":"A2"},
  {"Word":"contradictorio","Definition":"Mutuamente opuesto o inconsistente.","Level":"A2"},
  {"Word":"compulsorio","Definition":"Requerido por la ley o una regla; obligatorio.","Level":"A2"},
  {"Word":"de vanguardia","Definition":"En la vanguardia del desarrollo tecnológico o la innovación.","Level":"A2"},
  {"Word":"siempre","Definition":"en todo momento; en todas las ocasiones","Level":"A2"},
  {"Word":"coraje","Definition":"determinación","Level":"A2"},
  {"Word":"habitar","Definition":"vivir o residir en","Level":"A2"},
  {"Word":"duración","Definition":"la longitud de tiempo que algo dura","Level":"A2"},
  {"Word":"transcurrir","Definition":"pasar o transcurrir (dicho del tiempo)","Level":"A2"},
  {"Word":"facilitar","Definition":"hacer que un proceso o acción sea más fácil","Level":"A2"},
  {"Word":"obtener","Definition":"adquirir o conseguir","Level":"A2"},
  {"Word":"peleando","Definition":"involucrado en un conflicto físico o batalla","Level":"A2"},
  {"Word":"expresión","Definition":"el acto de transmitir significado o sentimiento","Level":"A2"},
  {"Word":"discusión","Definition":"una conversación o debate sobre un tema en particular","Level":"A2"},
  {"Word":"cabra","Definition":"un mamífero del género Capra, a menudo criado por su leche, carne o lana","Level":"A2"},
  {"Word":"disco","Definition":"un objeto plano, delgado y redondo","Level":"A2"},
  {"Word":"corazón","Definition":"el órgano responsable de bombear sangre por todo el cuerpo","Level":"A2"},
  {"Word":"gripe","Definition":"abreviatura de influenza; una infección viral que afecta el sistema respiratorio","Level":"A2"},
  {"Word":"archivo","Definition":"una carpeta o colección de datos relacionados","Level":"A2"},
  {"Word":"modismo","Definition":"una frase o expresión con un significado figurado","Level":"A2"},
  {"Word":"disputa","Definition":"un desacuerdo o discusión","Level":"A2"},
  {"Word":"autopista","Definition":"una carretera principal, especialmente una que conecta ciudades o pueblos importantes","Level":"B1"},
  {"Word":"partida","Definition":"la acción de irse, típicamente para comenzar un viaje","Level":"B1"},
  {"Word":"promotor","Definition":"una persona o empresa que desarrolla propiedades","Level":"B1"},
  {"Word":"atormentar","Definition":"estar persistentemente y perturbadoramente presente en algo","Level":"B1"},
  {"Word":"desaparición","Definition":"la acción o hecho de desaparecer; cesación o pérdida de visibilidad","Level":"B1"},
  {"Word":"indiferencia","Definition":"falta de interés, preocupación o simpatía","Level":"B1"},
  {"Word":"inclusión","Definition":"la acción o estado de incluir o ser incluido en un grupo o estructura","Level":"B1"},
  {"Word":"desplazamiento","Definition":"la acción de mover algo de su lugar o posición","Level":"B1"},
  {"Word":"distorsionar","Definition":"tirar o torcer algo fuera de forma","Level":"B1"},
  {"Word":"importancia","Definition":"la cualidad o estado de ser importante; significado","Level":"B1"},
  {"Word":"diseñador","Definition":"una persona que planea la forma, apariencia o funcionamiento de algo antes de que se haga o construya","Level":"B1"},
  {"Word":"determinante","Definition":"una palabra modificadora que determina el tipo de referencia que tiene un sustantivo o grupo de sustantivos, por ejemplo, un, el, cada","Level":"B1"},
  {"Word":"conductor","Definition":"una persona que conduce un vehículo, especialmente como trabajo","Level":"B1"},
  {"Word":"borrador","Definition":"un objeto, típicamente un pedazo de goma o una almohadilla de fieltro, usado para borrar algo escrito, mecanografiado o dibujado","Level":"B1"},
  {"Word":"ingeniería","Definition":"la rama de la ciencia y la tecnología relacionada con el diseño, construcción y uso de motores, máquinas y estructuras","Level":"B1"},
  {"Word":"cimientos","Definition":"la parte de carga más baja de un edificio, típicamente debajo del nivel del suelo","Level":"B1"},
  {"Word":"fracción","Definition":"una cantidad numérica que no es un número entero","Level":"B1"},
  {"Word":"eliminación","Definition":"la eliminación completa o destrucción de algo","Level":"B1"},
  {"Word":"inclinación","Definition":"la tendencia natural o impulso de una persona para actuar o sentir de una manera particular","Level":"B1"},
  {"Word":"economista","Definition":"un experto en economía","Level":"B1"},
  {"Word":"imparcialidad","Definition":"tratamiento o comportamiento imparcial y justo sin favoritismo o discriminación","Level":"B1"},
  {"Word":"juego de azar","Definition":"la actividad o práctica de jugar juegos de azar por dinero","Level":"B1"},
  {"Word":"destino","Definition":"los eventos que necesariamente ocurrirán a una persona o cosa en particular en el futuro","Level":"B1"},
  {"Word":"detalle","Definition":"una característica, hecho o elemento individual","Level":"B1"},
  {"Word":"zambullida","Definition":"lanzarse de cabeza al agua con los brazos levantados sobre la cabeza","Level":"B1"},
  {"Word":"DJ","Definition":"una persona que presenta y reproduce música popular grabada en la radio o en un club","Level":"B1"},
  {"Word":"eco","Definition":"un sonido o sonidos causados por la reflexión de las ondas de sonido desde una superficie de vuelta al oyente","Level":"B1"},
  {"Word":"correo electrónico","Definition":"mensajes distribuidos por medios electrónicos de un usuario de computadora a uno o más destinatarios a través de una red","Level":"B1"},
  {"Word":"embajada","Definition":"la residencia oficial u oficinas de un embajador","Level":"B1"},
  {"Word":"justo","Definition":"tratar a las personas de manera igual sin favoritismo o discriminación","Level":"B1"},
  {"Word":"cineasta","Definition":"una persona que dirige o produce películas para el cine o la televisión","Level":"B1"},
  {"Word":"fruncir el ceño","Definition":"arrugar las cejas en una expresión que indica desaprobación, desagrado o concentración","Level":"B1"},
  {"Word":"martillo","Definition":"una herramienta con una cabeza de metal pesado montada en ángulo recto al final de un mango, utilizada para trabajos como romper cosas y clavar clavos","Level":"B1"},
  {"Word":"historiador","Definition":"un experto o estudiante de historia, especialmente de una época, región geográfica o fenómeno social particular","Level":"B1"},
  {"Word":"albergue","Definition":"un establecimiento que proporciona comida y alojamiento económicos para un grupo específico de personas, como estudiantes, trabajadores o viajeros","Level":"B1"},
  {"Word":"desesperación","Definition":"un estado de desesperación, típicamente uno que resulta en un comportamiento impulsivo o extremo","Level":"B1"},
  {"Word":"facilidad","Definition":"la ausencia de dificultad o esfuerzo","Level":"B1"},
  {"Word":"exceso","Definition":"una cantidad de algo que es más de lo necesario, permitido o deseado","Level":"B1"},
  {"Word":"exposición","Definition":"el estado de estar expuesto al contacto con algo","Level":"B1"},
  {"Word":"encanto","Definition":"la cualidad atractiva o emocionante que hace que ciertas personas o cosas parezcan atractivas o especiales","Level":"B1"},
  {"Word":"daño","Definition":"lesión física, especialmente la que se inflige deliberadamente","Level":"B1"},
  {"Word":"patrimonio","Definition":"propiedad que es o puede ser heredada; una herencia","Level":"B1"},
  {"Word":"horizonte","Definition":"la línea en la que la superficie de la Tierra y el cielo parecen encontrarse","Level":"B1"},
  {"Word":"mal","Definition":"profundamente inmoral y perverso","Level":"B1"},
  {"Word":"hambruna","Definition":"escasez extrema de alimentos","Level":"B1"},
  {"Word":"deteriorarse","Definition":"volverse progresivamente peor","Level":"B1"},
  {"Word":"caducar","Definition":"llegar al final del período de validez","Level":"B1"},
  {"Word":"alimentar","Definition":"dar comida a","Level":"B1"},
  {"Word":"desafiar","Definition":"resistir abiertamente o negarse a obedecer","Level":"B1"},
  {"Word":"eliminar","Definition":"quitar u oblitar (material escrito o impreso), especialmente trazando una línea","Level":"B1"},
  {"Word":"detectar","Definition":"descubrir o identificar la presencia o existencia de","Level":"B1"},
  {"Word":"idear","Definition":"planear o inventar (un procedimiento, sistema o mecanismo complejo) mediante un pensamiento cuidadoso","Level":"B1"},
  {"Word":"dirigir","Definition":"controlar las operaciones de; gestionar o gobernar","Level":"B1"},
  {"Word":"encerrar","Definition":"rodear o cerrar por todos lados","Level":"B1"},
  {"Word":"imaginar","Definition":"imaginar como una posibilidad futura; visualizar","Level":"B1"},
  {"Word":"fascinar","Definition":"atraer irresistiblemente la atención e interés de alguien","Level":"B1"},
  {"Word":"olvidar","Definition":"fallar en recordar","Level":"B1"},
  {"Word":"encarcelar","Definition":"poner o mantener (a alguien) en prisión o un lugar de confinamiento","Level":"B1"},
  {"Word":"incorporar","Definition":"tomar o contener (algo) como parte de un todo; incluir","Level":"B1"},
  {"Word":"dios","Definition":"el creador y gobernante del universo, considerado eterno, infinito y todopoderoso","Level":"B1"},
  {"Word":"infierno","Definition":"un lugar considerado en varias religiones como un reino espiritual del mal y el sufrimiento","Level":"B1"},
  {"Word":"genial","Definition":"de una extensión, cantidad o intensidad considerablemente por encima del promedio","Level":"B1"},
  {"Word":"incurable","Definition":"de una enfermedad o enfermedad que no puede ser curada","Level":"B1"},
  {"Word":"inmaduro","Definition":"no completamente desarrollado; aún no maduro","Level":"B1"},
  {"Word":"decepcionado","Definition":"triste o disgustado porque alguien o algo ha fallado en cumplir las esperanzas o expectativas","Level":"B1"},
  {"Word":"agotado","Definition":"agotado de los recursos físicos o mentales; muy cansado","Level":"B1"},
  {"Word":"fluido","Definition":"capaz de expresarse fácil y elocuentemente","Level":"B1"},
  {"Word":"diferente","Definition":"no igual que otro o entre sí; diferente en naturaleza, forma o calidad","Level":"B1"},
  {"Word":"independiente","Definition":"libre de control externo; no sujeto a la autoridad de otro","Level":"B1"},
  {"Word":"horrible","Definition":"causando o implicando gran sufrimiento, miedo o infelicidad; extremadamente malo o grave","Level":"B1"},
  {"Word":"gracioso","Definition":"teniendo o mostrando gracia o elegancia","Level":"B1"},
  {"Word":"dudoso","Definition":"sintiendo incertidumbre acerca de algo; no convencido","Level":"B1"},
  {"Word":"enérgico","Definition":"mostrando o involucrando gran actividad o vitalidad","Level":"B1"},
  {"Word":"agradecido","Definition":"sintiendo o mostrando aprecio por la amabilidad; agradecido","Level":"B1"},
  {"Word":"servicial","Definition":"dar o estar listo para dar ayuda","Level":"B1"},
  {"Word":"esperanzado","Definition":"sintiendo o inspirando optimismo sobre un evento futuro","Level":"B1"},
  {"Word":"heroico","Definition":"teniendo las características de un héroe o heroína; muy valiente","Level":"B1"},
  {"Word":"idealista","Definition":"caracterizado por el idealismo; apuntando de manera irrealista a la perfección","Level":"B1"},
  {"Word":"gimnástico","Definition":"relativo o que implica ejercicios destinados a desarrollar fuerza física y coordinación","Level":"B1"},
  {"Word":"angustiante","Definition":"causando ansiedad, tristeza o dolor; angustiante","Level":"B1"},
  {"Word":"relajado","Definition":"relajado y tolerante en actitud o manera","Level":"B1"},
  {"Word":"embarazoso","Definition":"causando vergüenza; haciendo que alguien se sienta cohibido o avergonzado","Level":"B1"},
  {"Word":"fascinante","Definition":"extremadamente interesante o cautivador","Level":"B1"},
  {"Word":"aterrador","Definition":"haciendo que alguien tenga miedo o ansiedad; aterrador","Level":"B1"},
  {"Word":"impulsivo","Definition":"actuar o hacer sin premeditación","Level":"B1"},
  {"Word":"perfecto","Definition":"sin imperfecciones o defectos; perfecto","Level":"B1"},
  {"Word":"desesperado","Definition":"sintiendo o causando desesperación acerca de algo","Level":"B1"},
  {"Word":"desesperadamente","Definition":"de una manera que muestra desesperación","Level":"B1"},
  {"Word":"totalmente","Definition":"completamente; totalmente","Level":"B1"},
  {"Word":"extraordinariamente","Definition":"en gran medida; de una manera muy inusual o notable","Level":"B1"},
  {"Word":"completamente","Definition":"completamente o enteramente","Level":"B1"},
  {"Word":"gravemente","Definition":"en gran medida; de manera seria","Level":"B1"},
  {"Word":"gato","Definition":"Un pequeño mamífero carnívoro domesticado con pelaje suave, un hocico corto y garras retráctiles","Level":"B2"},
  {"Word":"célula","Definition":"La unidad estructural y funcional más pequeña de un organismo, típicamente microscópica y compuesta de citoplasma y un núcleo encerrado en una membrana","Level":"B2"},
  {"Word":"pollo","Definition":"Un ave de corral criada por sus huevos o carne","Level":"B2"},
  {"Word":"cuello","Definition":"Una banda de material usada alrededor del cuello, típicamente como parte de una camisa, vestido o abrigo","Level":"B2"},
  {"Word":"criatura","Definition":"Un animal, especialmente uno no humano","Level":"B2"},
  {"Word":"llanto","Definition":"El acto de derramar lágrimas en respuesta a un estado emocional, dolor o angustia","Level":"B2"},
  {"Word":"ladrido","Definition":"El sonido explosivo y agudo emitido por ciertos animales, especialmente un perro, zorro o foca","Level":"B2"},
  {"Word":"actuar","Definition":"Tomar acción; hacer algo","Level":"B2"},
  {"Word":"anuncio","Definition":"Un anuncio publicitario","Level":"B2"},
  {"Word":"artículo","Definition":"Una pieza de escritura incluida con otras en un periódico, revista u otra publicación","Level":"B2"},
  {"Word":"audiencia","Definition":"Los espectadores o oyentes reunidos en un evento público, como una obra de teatro, película, concierto o reunión","Level":"B2"},
  {"Word":"banda","Definition":"Un grupo de músicos tocando música popular, típicamente con instrumentos amplificados y un vocalista","Level":"B2"},
  {"Word":"golpear","Definition":"Pegarle (a una persona o un animal) repetidamente y violentamente para hacerles daño o herirlos, típicamente con un objeto como un palo o látigo","Level":"B2"},
  {"Word":"biografía","Definition":"Un relato de la vida de alguien escrito por otra persona","Level":"B2"},
  {"Word":"libro","Definition":"Una obra escrita o impresa que consta de páginas pegadas o cosidas a lo largo de un lado y encuadernadas en tapas","Level":"B2"},
  {"Word":"inclinarse","Definition":"Inclinar el cuerpo o la cabeza en saludo, consentimiento, cortesía, reconocimiento, sumisión o veneración","Level":"B2"},
  {"Word":"lanzar","Definition":"Arrojar algo con fuerza en una dirección específica","Level":"B2"},
  {"Word":"violonchelo","Definition":"Un gran instrumento de cuerda de la familia del violín, sostenido en posición vertical en el suelo entre las piernas del músico sentado","Level":"B2"},
  {"Word":"columna","Definition":"Un pilar vertical, típicamente cilíndrico y hecho de piedra o concreto, que sostiene un arco u otra estructura o se encuentra solo como un monumento","Level":"B2"},
  {"Word":"revista cómica","Definition":"Una revista o libro que contiene tiras cómicas u otro contenido humorístico","Level":"B2"},
  {"Word":"arte","Definition":"La expresión o aplicación de la habilidad creativa e imaginación humana, típicamente en una forma visual como la pintura o la escultura","Level":"B2"},
  {"Word":"cable","Definition":"Una cuerda gruesa de alambre o cáñamo utilizada para la construcción, amarre de barcos y remolque de vehículos","Level":"B2"},
  {"Word":"transmitir","Definition":"Transmitir (un programa o información) por radio o televisión","Level":"B2"},
  {"Word":"espalda","Definition":"La superficie trasera del cuerpo humano desde los hombros hasta las caderas","Level":"B2"},
  {"Word":"ampolla","Definition":"Una pequeña burbuja en la piel llena de suero y causada por la fricción, quemadura u otro daño","Level":"B2"},
  {"Word":"descomposición","Definition":"El fracaso de una relación, sistema u organización","Level":"B2"},
  {"Word":"moretón","Definition":"Una lesión que aparece como una zona de piel descolorida en el cuerpo, causada por un golpe o impacto que rompe los vasos sanguíneos subyacentes","Level":"B2"},
  {"Word":"cabezazo","Definition":"Un empujón o golpe con la cabeza o cuernos","Level":"B2"},
  {"Word":"caso","Definition":"Una instancia de una situación particular; un ejemplo de algo que ocurre","Level":"B2"},
  {"Word":"tos","Definition":"Un acto o sonido de toser","Level":"B2"},
  {"Word":"cortar","Definition":"Hacer una abertura, incisión o herida en algo con una herramienta o objeto afilado","Level":"B2"},
  {"Word":"vendaje","Definition":"Una tira de material utilizada para vendar una herida o proteger una parte del cuerpo lesionada","Level":"B2"},
  {"Word":"hueso","Definition":"Un órgano rígido que constituye parte del esqueleto de vertebrados en animales","Level":"B2"},
  {"Word":"quemar","Definition":"Causar daño o lesiones a una persona, lugar o cosa por fuego o calor","Level":"B2"},
  {"Word":"respirar","Definition":"Inhalar aire en los pulmones y luego expulsarlo, especialmente como un proceso fisiológico regular","Level":"B2"},
  {"Word":"blusa","Definition":"Prenda superior de mujer que se asemeja a una camisa, típicamente con cuello, botones y mangas","Level":"B2"},
  {"Word":"abrigo","Definition":"Una prenda exterior usada al aire libre, con mangas y típicamente que se extiende más allá de las caderas","Level":"B2"},
  {"Word":"acento","Definition":"Una manera distintiva de pronunciar un idioma, especialmente una asociada con un país, área o grupo social particular","Level":"B2"},
  {"Word":"alarma","Definition":"Un temor repentino o angustia desconcertante causado por la conciencia de peligro; aprensión; miedo","Level":"B2"},
  {"Word":"apelar","Definition":"Hacer una solicitud seria o urgente, típicamente al público","Level":"B2"},
  {"Word":"flecha","Definition":"Una vara delgada y recta, especialmente una que ha sido cortada de un árbol o arbusto y se usa como soporte o bastón para caminar","Level":"B2"},
  {"Word":"prohibir","Definition":"Prohibir oficial o legalmente algo","Level":"B2"},
  {"Word":"verificar","Definition":"Examinar algo para determinar su precisión, calidad o condición","Level":"B2"},
  {"Word":"ordenar","Definition":"Dar una orden autoritaria","Level":"B2"},
  {"Word":"consonante","Definition":"Un sonido básico del habla en el que la respiración está al menos parcialmente obstruida y que puede combinarse con una vocal para formar una sílaba","Level":"B2"},
  {"Word":"cruzar","Definition":"Moverse a través o al otro lado de (una carretera, área, etc.)","Level":"B2"},
  {"Word":"contactar","Definition":"Comunicarse con alguien o alcanzar algo hablando o escribiendo","Level":"B2"},
  {"Word":"queja","Definition":"Una expresión de insatisfacción o molestia sobre algo","Level":"B2"},
  {"Word":"quejarse","Definition":"Expresar insatisfacción o molestia sobre algo","Level":"B2"},
  {"Word":"preguntar","Definition":"Decir algo para obtener una respuesta o información","Level":"B2"},
  {"Word":"desafío","Definition":"Invitar a alguien a competir o participar en un concurso","Level":"B2"},
  {"Word":"convencer","Definition":"Hacer que alguien crea firmemente en la verdad o validez de algo","Level":"B2"},
  {"Word":"asesorar","Definition":"Ofrecer sugerencias o recomendaciones sobre una acción futura","Level":"B2"},
  {"Word":"suplicar","Definition":"Pedirle a alguien con sinceridad o humildad algo","Level":"B2"},
  {"Word":"rechazar","Definition":"Rechazar educadamente una oferta o invitación","Level":"B2"},
  {"Word":"custodia","Definition":"El cuidado protector o la tutela de alguien o algo","Level":"B2"},
  {"Word":"tribunal","Definition":"Un tribunal presidido por un juez, jueces o un magistrado en casos civiles y penales","Level":"B2"},
  {"Word":"acre","Definition":"Una unidad de área de tierra igual a 4,840 yardas cuadradas o 43,560 pies cuadrados","Level":"B2"},
  {"Word":"cantidad","Definition":"Una cantidad de algo, típicamente el total de una cosa o cosas en número, tamaño, valor o extensión","Level":"B2"},
  {"Word":"base","Definition":"La parte más baja o el borde de algo, especialmente la parte sobre la que descansa o se apoya","Level":"B2"},
  {"Word":"bloque","Definition":"Un trozo grande y sólido de material duro, especialmente roca, piedra o madera, típicamente con superficies planas en cada lado","Level":"B2"},
  {"Word":"centímetro","Definition":"Una unidad métrica de longitud igual a una centésima parte de un metro","Level":"B2"},
  {"Word":"círculo","Definition":"Una figura plana y redonda cuyo límite consiste en puntos equidistantes del centro","Level":"B2"},
  {"Word":"pizarra","Definition":"Una pizarra grande, típicamente rectangular, en una pared, usada para escribir o mostrar información con tiza","Level":"B2"},
  {"Word":"crédito","Definition":"La capacidad de un cliente para obtener bienes o servicios antes del pago, basada en la confianza de que se realizará el pago en el futuro","Level":"B2"},
  {"Word":"química","Definition":"La rama de la ciencia que se ocupa de la identificación de las sustancias de las que está compuesta la materia","Level":"B2"},
  {"Word":"tazón","Definition":"Un plato o cuenco redondo y profundo utilizado para alimentos o líquidos","Level":"B2"},
  {"Word":"cafetería","Definition":"Un pequeño restaurante que vende comidas ligeras y bebidas","Level":"B2"},
  {"Word":"lata","Definition":"Un contenedor cilíndrico de metal utilizado para almacenar alimentos o bebidas","Level":"B2"},
  {"Word":"continuamente","Definition":"Sin interrupción o cesación.","Level":"C1"},
  {"Word":"mandón","Definition":"Amante de dar órdenes; autoritario.","Level":"C1"},
  {"Word":"ausente","Definition":"No presente en un lugar, en una ocasión, o como parte de algo.","Level":"C1"},
  {"Word":"amplio","Definition":"Suficiente o más que suficiente; abundante.","Level":"C1"},
  {"Word":"arbitrario","Definition":"Basado en una elección al azar o capricho personal, en lugar de cualquier razón o sistema.","Level":"C1"},
  {"Word":"hacia atrás","Definition":"Dirigido hacia atrás o hacia la parte trasera.","Level":"C1"},
  {"Word":"continuo","Definition":"Que forma una secuencia en la que no se omite ningún elemento.","Level":"C1"},
  {"Word":"aturdido","Definition":"Incapaz de pensar o reaccionar adecuadamente; desconcertado.","Level":"C1"},
  {"Word":"hace","Definition":"En el pasado; antes de ahora.","Level":"C1"},
  {"Word":"todo","Definition":"Usado para referirse a la cantidad total o extensión de un grupo o cosa particular.","Level":"C1"},
  {"Word":"en voz alta","Definition":"De manera audible; no en silencio ni en los pensamientos de uno.","Level":"C1"},
  {"Word":"ya","Definition":"Antes o a estas alturas o en el momento en cuestión; para este momento.","Level":"C1"},
  {"Word":"ya no","Definition":"No más; todavía.","Level":"C1"},
  {"Word":"decididamente","Definition":"De una manera que resuelve un problema o produce un resultado definitivo.","Level":"C1"},
  {"Word":"circunstancia","Definition":"Un hecho o condición conectado o relevante para un evento o acción.","Level":"C1"},
  {"Word":"evaluar","Definition":"Formar una idea de la cantidad, número o valor de algo.","Level":"C1"},
  {"Word":"ejercicio","Definition":"Actividad que requiere esfuerzo físico, realizada para mantener o mejorar la salud y la forma física.","Level":"C1"},
  {"Word":"desacuerdo","Definition":"Falta de consenso o aprobación.","Level":"C1"},
  {"Word":"desanimar","Definition":"hacer que alguien pierda la confianza o el entusiasmo","Level":"C1"},
  {"Word":"ayudante","Definition":"una persona o cosa que ayuda o presta asistencia","Level":"C1"},
  {"Word":"bombero","Definition":"una persona cuyo trabajo es apagar incendios","Level":"C1"},
  {"Word":"financiamiento","Definition":"dinero proporcionado, especialmente por una organización o gobierno, para un propósito particular","Level":"C1"},
  {"Word":"agricultura","Definition":"la actividad o negocio de cultivar cultivos y criar ganado","Level":"C1"},
  {"Word":"graduación","Definition":"la recepción o conferencia de un título académico o diploma","Level":"C1"},
  {"Word":"frustración","Definition":"el sentimiento de estar molesto o irritado, especialmente debido a la incapacidad de cambiar o lograr algo","Level":"C1"},
  {"Word":"identidad","Definition":"el hecho de ser quien o qué es una persona o cosa","Level":"C1"},
  {"Word":"entretenimiento","Definition":"la acción de proporcionar o recibir diversión o disfrute","Level":"C1"},
  {"Word":"desarrollo","Definition":"el proceso de desarrollarse o estar en desarrollo","Level":"C1"},
  {"Word":"vergüenza","Definition":"un sentimiento de autoconciencia, vergüenza o incomodidad","Level":"C1"},
  {"Word":"equipamiento","Definition":"los elementos necesarios para un propósito particular","Level":"C1"},
  {"Word":"empleo","Definition":"el estado de tener trabajo remunerado","Level":"C1"},
  {"Word":"felicidad","Definition":"el estado de estar feliz","Level":"C1"},
  {"Word":"escalera mecánica","Definition":"una escalera en movimiento que consiste en una cinta sin fin de escalones impulsados por un motor","Level":"C1"},
  {"Word":"amistad","Definition":"las emociones o conductas de los amigos; el estado de ser amigos","Level":"C1"},
  {"Word":"perro","Definition":"un mamífero carnívoro domesticado que típicamente tiene un hocico largo, un agudo sentido del olfato y una voz de ladrido, aullido o gemido","Level":"C1"},
  {"Word":"delfín","Definition":"un pequeño mamífero marino gregario con un cuerpo aerodinámico, un pico parecido a un pico y aletas bien desarrolladas","Level":"C1"},
  {"Word":"elefante","Definition":"un mamífero herbívoro muy grande con una trompa prensil, colmillos de marfil largos y curvados y orejas grandes, nativo de África y el sur de Asia","Level":"C1"},
  {"Word":"pluma","Definition":"cualquiera de los apéndices planos que crecen a partir de la piel de un ave y que consisten en un eje delgado, hueco y cónico que soporta una vena plana, flexible y generalmente emparejada","Level":"C1"},
  {"Word":"pez","Definition":"un animal vertebrado de sangre fría sin extremidades con branquias y aletas y que vive completamente en el agua","Level":"C1"},
  {"Word":"zorro","Definition":"un mamífero carnívoro de la familia de los perros con un hocico puntiagudo y una cola peluda, famoso por su astucia","Level":"C1"},
  {"Word":"documental","Definition":"una película o programa de televisión o radio que proporciona un informe factual sobre un tema en particular","Level":"C1"},
  {"Word":"característica","Definition":"un atributo o aspecto distintivo de algo","Level":"C1"},
  {"Word":"película","Definition":"una fina tira flexible de plástico u otro material recubierta de emulsión fotosensible para la exposición en una cámara, utilizada para producir fotografías o películas","Level":"C1"},
  {"Word":"imagen","Definition":"una representación de la forma externa de una persona o cosa en el arte","Level":"C1"},
  {"Word":"dieta","Definition":"los tipos de alimentos que una persona, animal o comunidad come habitualmente","Level":"C1"},
  {"Word":"donante","Definition":"una persona que dona algo, especialmente dinero a un fondo o caridad","Level":"C1"},
  {"Word":"dosis","Definition":"una cantidad de medicina o droga tomada o recomendada para tomar en un momento específico","Level":"C1"},
  {"Word":"ceja","Definition":"la tira de pelo que crece en la cresta sobre la cuenca del ojo de una persona","Level":"C1"},
  {"Word":"párpado","Definition":"cada uno de los pliegues superiores e inferiores de piel que cubren el ojo cuando está cerrado","Level":"C1"},
  {"Word":"gen","Definition":"una unidad de herencia que se transfiere de un progenitor a su descendencia y se cree que determina alguna característica de la descendencia","Level":"C1"},
  {"Word":"encía","Definition":"el tejido carnoso firme que cubre las mandíbulas de los vertebrados y las bocas de ciertos invertebrados","Level":"C1"},
  {"Word":"cabeza","Definition":"la parte superior del cuerpo humano o la parte frontal o superior del cuerpo de un animal","Level":"C1"},
  {"Word":"dolor de cabeza","Definition":"un dolor continuo en la cabeza","Level":"C1"},
  {"Word":"vista","Definition":"la facultad o poder de ver","Level":"C1"},
  {"Word":"congelar","Definition":"convertir o hacer que se convierta de líquido en estado sólido o semisólido como resultado del frío extremo","Level":"C1"},
  {"Word":"digerir","Definition":"descomponer (comida) en el estómago e intestinos en sustancias que el cuerpo puede absorber","Level":"C1"},
  {"Word":"mezclilla","Definition":"una resistente tela de sarga de algodón, típicamente azul, utilizada para jeans, overoles y otras prendas de vestir","Level":"C1"},
  {"Word":"gafas","Definition":"un par de lentes montados en una montura que se lleva en la nariz y las orejas para corregir o ayudar a la vista defectuosa o proteger los ojos","Level":"C1"},
  {"Word":"diagrama","Definition":"un dibujo simplificado que muestra la apariencia, estructura o funcionamiento de algo","Level":"C1"},
  {"Word":"gráfico","Definition":"un diagrama que muestra la relación entre cantidades variables, generalmente de dos variables medidas a lo largo de un par de líneas en ángulo recto","Level":"C1"},
  {"Word":"gramática","Definition":"el sistema y la estructura completos de un idioma o de los idiomas en general, generalmente considerados como que consisten en sintaxis y morfología","Level":"C1"},
  {"Word":"ID","Definition":"un medio de identificación, especialmente un documento oficial, como un pasaporte o una licencia de conducir","Level":"C1"},
  {"Word":"implicar","Definition":"sugerir fuertemente la verdad o existencia de algo que no se afirma expresamente","Level":"C1"},
  {"Word":"explicar","Definition":"hacer (una idea, situación o problema) clara para alguien describiéndola con más detalle o revelando hechos relevantes","Level":"C1"},
  {"Word":"oír","Definition":"percibir con el oído el sonido emitido por (alguien o algo)","Level":"C1"},
  {"Word":"vidrio","Definition":"una sustancia dura y quebradiza, generalmente transparente o translúcida, hecha mediante la fusión de arena con soda, cal y a veces otros ingredientes","Level":"C1"},
  {"Word":"tesis doctoral","Definition":"un ensayo largo sobre un tema en particular, especialmente uno escrito como requisito para el grado de Doctor en Filosofía","Level":"C1"},
  {"Word":"tenedor","Definition":"un utensilio con dos o más púas, utilizado para levantar y comer alimentos","Level":"C1"},
  {"Word":"harina","Definition":"un polvo obtenido mediante la molienda de granos, legumbres u otras sustancias, utilizado en la cocción","Level":"C1"},
  {"Word":"grasa","Definition":"una sustancia oleosa o grasa natural que se encuentra en los cuerpos de los animales, especialmente cuando se deposita como una capa bajo la piel o alrededor de ciertos órganos","Level":"C1"},
  {"Word":"fondo","Definition":"una suma de dinero ahorrada o puesta a disposición para un propósito particular","Level":"C1"},
  {"Word":"flor","Definition":"la parte de una planta que lleva semillas, compuesta por órganos reproductores rodeados de pétalos coloridos y que generalmente atraen a animales polinizadores","Level":"C1"},
  {"Word":"coche","Definition":"un vehículo de carretera, generalmente con cuatro ruedas, impulsado por un motor de combustión interna","Level":"C2"},
  {"Word":"cáncer","Definition":"una enfermedad causada por una división descontrolada de células anormales en una parte del cuerpo","Level":"C2"},
  {"Word":"comandante","Definition":"una persona con autoridad, especialmente sobre un cuerpo de tropas o una operación militar","Level":"C2"},
  {"Word":"contenedor","Definition":"un objeto utilizado para contener algo","Level":"C2"},
  {"Word":"convención","Definition":"una forma en que algo se hace habitualmente, especialmente dentro de una área o actividad particular","Level":"C2"},
  {"Word":"conversión","Definition":"el proceso de cambiar o hacer que algo cambie de una forma a otra","Level":"C2"},
  {"Word":"adjetivo","Definition":"una palabra que nombra un atributo de un sustantivo","Level":"C2"},
  {"Word":"defensor","Definition":"una persona que apoya o recomienda públicamente una causa o política particular","Level":"C2"},
  {"Word":"panadería","Definition":"un lugar donde se hacen o venden pan y pasteles","Level":"C2"},
  {"Word":"compañero de clase","Definition":"un miembro compañero de una clase en la escuela o la universidad","Level":"C2"},
  {"Word":"multitud","Definition":"un gran número de personas reunidas de manera desorganizada o tumultuosa","Level":"C2"},
  {"Word":"debut","Definition":"la primera aparición o actuación de una persona en una capacidad o rol particular","Level":"C2"},
  {"Word":"centígrado","Definition":"relativo o que denota una escala de temperatura en la que el agua se congela a 0 ° y hierve a 100 ° en condiciones estándar","Level":"C2"},
  {"Word":"análisis","Definition":"examen detallado de los elementos o estructura de algo","Level":"C2"},
  {"Word":"edificio","Definition":"una estructura con techo y paredes, como una casa, escuela, tienda o fábrica","Level":"C2"},
  {"Word":"contenido","Definition":"las cosas que se contienen o se incluyen en algo","Level":"C2"},
  {"Word":"surgir","Definition":"emergir; volverse aparente","Level":"C2"},
  {"Word":"corresponder","Definition":"tener una similitud cercana; coincidir o estar casi en completo acuerdo","Level":"C2"},
  {"Word":"abandonar","Definition":"dejar de apoyar o cuidar de (alguien); desertar","Level":"C2"},
  {"Word":"asignar","Definition":"distribuir (recursos o responsabilidades) para un propósito particular","Level":"C2"},
  {"Word":"reunir","Definition":"juntar en un lugar común con un propósito en común","Level":"C2"},
  {"Word":"lograr","Definition":"tener éxito en alcanzar (algo por lo que se ha trabajado)","Level":"C2"},
  {"Word":"cometer","Definition":"llevar a cabo o perpetrar (un error, un delito o un acto inmoral)","Level":"C2"},
  {"Word":"compilar","Definition":"producir (algo, especialmente una lista, un informe o un libro) reuniendo información recopilada de otras fuentes","Level":"C2"},
  {"Word":"complicar","Definition":"hacer (algo) más difícil o confuso al hacerlo más complejo","Level":"C2"},
  {"Word":"transportar","Definition":"llevar o trasladar a un lugar","Level":"C2"},
  {"Word":"anhelar","Definition":"sentir un deseo poderoso por (algo)","Level":"C2"},
  {"Word":"engañar","Definition":"hacer que (alguien) crea algo que no es cierto","Level":"C2"},
  {"Word":"declarar","Definition":"anunciar algo públicamente u oficialmente","Level":"C2"},
  {"Word":"acumular","Definition":"reunir o adquirir un número o cantidad creciente de algo","Level":"C2"},
  {"Word":"rebotar","Definition":"rebotar en una superficie de manera animada","Level":"C2"},
  {"Word":"ampliar","Definition":"hacer que algo se vuelva más ancho o hacerse más ancho","Level":"C2"},
  {"Word":"conquistar","Definition":"superar con éxito (un problema o debilidad)","Level":"C2"},
  {"Word":"ángel","Definition":"un ser espiritual que se cree que actúa como asistente, agente o mensajero de Dios","Level":"C2"},
  {"Word":"asalto","Definition":"realizar un ataque físico contra","Level":"C2"},
  {"Word":"dormido","Definition":"en un estado de sueño","Level":"C2"},
  {"Word":"muerto","Definition":"que ya no está vivo","Level":"C2"},
  {"Word":"aceptable","Definition":"capaz de ser acordado; adecuado","Level":"C2"},
  {"Word":"disponible","Definition":"capaz de ser utilizado u obtenido; a disposición de alguien","Level":"C2"},
  {"Word":"clínico","Definition":"relacionado con la observación y el tratamiento de pacientes reales en lugar de estudios teóricos o de laboratorio","Level":"C2"},
  {"Word":"alfabético","Definition":"ordenado según la secuencia tradicional de las letras del alfabeto","Level":"C2"},
  {"Word":"adicional","Definition":"añadido o extra","Level":"C2"},
  {"Word":"cínico","Definition":"que cree que las personas están motivadas por el interés propio; desconfiado de la sinceridad o integridad humana","Level":"C2"},
  {"Word":"constitucional","Definition":"relativo a un conjunto establecido de principios que gobiernan un estado","Level":"C2"},
  {"Word":"avanzado","Definition":"muy desarrollado o progresado en desarrollo o progreso","Level":"C2"},
  {"Word":"divertido","Definition":"entretenido o distraído con placer","Level":"C2"},
  {"Word":"molesto","Definition":"ligeramente enojado; irritado","Level":"C2"},
  {"Word":"avergonzado","Definition":"avergonzado o culpable debido a las acciones, características o asociaciones de uno","Level":"C2"},
  {"Word":"asombrado","Definition":"muy sorprendido o impresionado; asombrado","Level":"C2"},
  {"Word":"aburrido","Definition":"sintiendo cansancio porque uno está desocupado o carece de interés en su actividad actual","Level":"C2"},
  {"Word":"cuidadoso","Definition":"asegurándose de evitar peligros potenciales, contratiempos o daños; cauteloso","Level":"C2"},
  {"Word":"compatible","Definition":"capaz de existir o trabajar juntos sin conflicto","Level":"C2"},
  {"Word":"auténtico","Definition":"de origen indiscutible; genuino","Level":"C2"},
  {"Word":"básico","Definition":"fundamental; esencial; que sirve como base o punto de partida","Level":"C2"},
  {"Word":"disculpatorio","Definition":"expresando o mostrando arrepentimiento, remordimiento o tristeza; haciendo una disculpa","Level":"C2"},
  {"Word":"espantoso","Definition":"terriblemente malo, horrible o aterrador; causando consternación o disgusto","Level":"C2"},
  {"Word":"confuso","Definition":"causando falta de claridad o comprensión; difícil de comprender o seguir","Level":"C2"},
  {"Word":"circulación","Definition":"el movimiento o distribución de algo, especialmente líquidos o sustancias dentro de un sistema cerrado o un organismo","Level":"C2"},
  {"Word":"agresivo","Definition":"asertivo, enérgico o confrontativo; exhibiendo disposición para atacar o participar en conflictos","Level":"C2"},
  {"Word":"decisivo","Definition":"determinado y capaz de tomar decisiones rápidamente y de manera efectiva; resolviendo un problema o produciendo un resultado definitivo","Level":"C2"},
  {"Word":"básicamente","Definition":"en esencia; fundamentalmente; principalmente","Level":"C2"},
  {"Word":"cobarde","Definition":"falta de coraje; fácilmente asustado o intimidado; mostrando miedo o timidez","Level":"C2"},
  {"Word":"enojadamente","Definition":"de manera enojada o irritada; con resentimiento, hostilidad o disgusto","Level":"C2"},
  {"Word":"valientemente","Definition":"de manera valiente, audaz o valiente; con valentía o fortaleza","Level":"C2"},
  {"Word":"confidentemente","Definition":"con autoconfianza, confianza o certeza; de manera segura o segura","Level":"C2"},
  {"Word":"cruelmente","Definition":"de una manera que causa dolor, sufrimiento o angustia; con falta de compasión o amabilidad","Level":"C2"},
  {"Word":"curiosamente","Definition":"de una manera que muestra interés, curiosidad o deseo de conocimiento; con curiosidad o fascinación","Level":"C2"},
  {"Word":"aventurero","Definition":"dispuesto a correr riesgos o participar en experiencias emocionantes; atrevido o aventurero","Level":"C2"},
  {"Word":"cortés","Definition":"educado, respetuoso y considerado en el comportamiento; mostrando buenos modales y civilidad","Level":"C2"},
  {"Word":"ensangrentado","Definition":"involucrando o caracterizado por derramamiento de sangre, violencia o lesiones; acompañado de sangre","Level":"C2"},
  {"Word":"hablador","Definition":"hablador, sociable o propenso a entablar conversaciones casuales","Level":"C2"},
  {"Word":"vivo","Definition":"vivo, no muerto; en un estado de existencia; animado y activo","Level":"C2"},
  {"Word":"despierto","Definition":"no durmiendo; completamente consciente; en un estado de vigilia","Level":"C2"},
  {"Word":"casual","Definition":"relajado, informal o no formal; sin formalidad o seriedad; ocurriendo por casualidad o sin planificación","Level":"C2"},
  {"Word":"absurdo","Definition":"ilógico, irrazonable o carente de sentido; contrario a la razón o al sentido común; ridículo","Level":"C2"}
]
